Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/seksjon-for-eos--handels--og-miljorett-_id_87016.html.tmx
Source language: nob
Languages: sme

source: Seksjon for EØS- og handelsrett (S-EH)
sme: EES-, gávpe- ja birasriektesekšuvdna

source: Rettslig og prosessuell rådgivning i forbindelse med inngåelse og fortolkning av internasjonale avtaler innenfor områdene EU / EØS Efta, WTO.
sme: Rievttálaš ja ásahuslaš gažaldagat, ja maiddái soahpameahttunvuođaid čoavdin EUa / EESa EFTA ja WTOa olis. Gilvorievttálaš gažaldagat EESas, EFTAs, OECDas ja WTOs.

source: Saker for Eftas overvåkningsorgan, Efta-domstolen, EF-domstolen og WTOs tvisteløsningsorgan mv..
sme: Pateanta ja eará eahpeávnnaslaš vuoigatvuođat (WIPOs, EESas, EFTAs ja WTOs / TRIPs:s).

source: Anti-korrupsjon (FN-, Europaråds- og OECD-avtalene).
sme: Dábálaš riikkaidgaskasaš gávperiekti.

source: Wipo, Uncitral og Unidroit.
sme: Unidroit. Uncitral.

source: Avdelingsdirektør Hege Hoff
sme: Riikkaidgaskasaš birasriekti.

source: Kontaktinformasjon
sme: Birassoahpamušat.

source: Seksjon for EØS- og handelsrett
sme: Ossodatdirektevra Irvin Høyland

source: Postboks 8114 Dep.
sme: Oktavuođadieđut:
